GLOSSARY = {
    "세계": {
        "판타지아": {
            "신호": {
                "image": "",
                "description": [
                    "신호",
                    "",
                    "판타지아를 5개의 구역으로 나누어 담당하는 이들입니다.",
                    "중앙 왕국에 의해 임명되며, 이는 거절할 수 없는 명령입니다.",
                    "세계의 한 구역을 담당하는 만큼, 비견될 이가 없을 수준의 강자들입니다.",
                ]
            },
        },
    },
    "전투": {
        "레벨": {
            "image": "",
            "description": [
                "레벨",
                "",
                "대상의 종합적인 전투력을 나타낸 수치입니다.",
                "같은 자릿수 내에서의 차이는 크지 않지만, 자릿수가 달라지면 압도적인 차이를 가집니다.",
            ]
        },
        "물리 레벨": {
            "image": "",
            "description": [
                "물리 레벨",
                "",
                "대상의 육체, 힘, 신체 능력 등을 나타낸 수치입니다.",
                "물리 스킬의 피해량을 결정하며, 물리 레벨에 따라 물리 스킬의 위력도 증가합니다.",
            ]
        },
        "마법 레벨": {
            "image": "",
            "description": [
                "마법 레벨",
                "",
                "대상의 마력, 마법의 수준 등을 나타낸 수치입니다.",
                "마법 스킬의 피해량을 결정하며, 마법 레벨에 따라 마법 스킬의 위력도 증가합니다.",
            ]
        },
        "필중": {
            "image": "",
            "description": [
                "필중",
                "",
                "적의 회피를 무시하고 공격이 반드시 적에게 명중합니다.",
            ]
        },
        "난사": {
            "image": "",
            "description": [
                "난사",
                "",
                "공격이 빗나가기 전까지 계속해서 공격합니다.",
                "매 공격마다 해당 스킬의 명중률이 10%씩 감소합니다.",
            ]
        },
        "(판타지아) 마력 발산": {
            "image": "",
            "description": [
                "(판타지아) 마력 발산",
                "",
                "마력이 활성화 상태가 되었을 때 마력을 뿜어내는 것을 뜻합니다.",
                "마력에 능하고 이를 뿜어내도 될 만큼의 마력을 가진 강자만이 구사할 수 있습니다.",
            ]
        },
    },
}

COMPENDIUM = {
    "판타지아": {
        "중앙": {
            "인간": {
                "왕국 기사단": {
                    "기사단장": {
                        "image": "assets/knight_leader.png",
                        "description": [
                            "이름: 벨라 트릭스",
                            "나이: 21",
                            "신장: 177cm",
                            "소속: 왕국 기사단",
                            "직위: 기사단장",
                            "설명: 왕국 기사단의 최연소 단장입니다.",
                            "판타지아의 최강자라고 불리는 자입니다.",
                            "능력치: LV 100 | P 100 | M 100"
                        ]
                    }
                },
                "중앙의 신호": None,
            },
            "마족": None,
            "마물": None,
        },
        "동부": {
            "인간": {
                "동부의 신호": {
                    "image": "assets/super_fight_girl.png",
                    "description": [
                        "이름: 금강",
                        "나이: 21",
                        "신장: 173cm",
                        "소속: 동부",
                        "직위: 동부의 신호",
                        "설명: 동부의 신호입니다.",
                        "최연소로 신호의 칭호를 받은 자입니다.",
                        "능력치: LV 82 | P 86 | M 72"
                    ]
                }
            },
            "마족": None,
            "마물": None,
        },
        "서부": {
            "인간": {
                "서부의 신호": {
                    "image": "assets/super_healer_man.png",
                    "description": [
                        "이름: 플라비우스 아우렐리우스",
                        "나이: 37",
                        "신장: 187cm",
                        "소속: 서부",
                        "직위: 서부의 신호",
                        "설명: 서부의 신호입니다.",
                        "자신을 신의 대리인이라고 생각하는 자입니다.",
                        "이 세계에는 신이 존재하지 않으며, 그도 이를 잘 알고 있습니다.",
                        "능력치: LV 88 | P 84 | M 83"
                    ]
                }
            },
            "마족": None,
            "마물": None,
        },
        "남부": {
            "인간": {
                "남부의 신호": {
                    "image": "assets/super_sea_girl.png",
                    "description": [
                        "이름: 마리 솔",
                        "나이: 24",
                        "신장: 167cm",
                        "소속: 남부",
                        "직위: 남부의 신호 | 엘 로마올라스의 선장",
                        "설명: 남부의 신호입니다.",
                        "해적을 업으로 살아가지만 악인은 아닙니다.",
                        "능력치: LV 83 | P 82 | M 85"
                    ]
                },
            },
            "마족": None,
            "마물": None,
        },
        "북부": {
            "인간": {
                "북부의 신호": {
                    "image": "assets/super_snow_man.png",
                    "description": [
                        "이름: 막심 오그네프",
                        "나이: 31",
                        "신장: 181cm",
                        "소속: 북부",
                        "직위: 북부의 신호 | 북부 전선의 지휘관",
                        "설명: 북부의 신호입니다.",
                        "마물과 마족이 들끓는 북부 전선의 지휘관입니다.",
                        "능력치: LV 91 | P 87 | M 93"
                    ]
                },
            },
            "마족": None,
            "마물": {
                "포식 슬라임": {
                    "image": "assets/slime_eat1.png",
                    "description": [
                        "이름: 포식 슬라임",
                        "분류: 마물",
                        "출현: 북부",
                        "레벨: 12 ~ 17",
                        "설명: 다른 마물이나 인간을 포식하여 성장합니다.",
                    ]
                },
                "위장 슬라임": {
                    "image": "assets/slime_eat2.png",
                    "description": [
                        "이름: 위장 슬라임",
                        "분류: 마물",
                        "출현: 북부",
                        "레벨: 18 ~ 23",
                        "설명: 인간을 포식하며 학습한 듯 보입니다.",
                        "포식 슬라임의 상위 개체입니다.",
                    ]
                },
                "의태 슬라임": {
                    "image": "assets/slime_eat3.png",
                    "description": [
                        "이름: 의태 슬라임",
                        "분류: 마물",
                        "출현: 북부",
                        "레벨: 24 ~ 30",
                        "설명: 학습을 통해 인간의 모습을 모방하고 있습니다.",
                        "위장 슬라임의 상위 개체입니다.",
                    ]
                },
            },
        },
    },
    "2번째 세계": None,
    "3번째 세계": None,
    "4번째 세계": None,
    "5번째 세계": None,
}